cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'

brew 'ag'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'caskroom/cask/brew-cask'
brew 'cloc'
brew 'cmake'
brew 'git'
brew 'hub'
brew 'neovim/neovim/neovim'
brew 'node'
brew 'pkg-config'
brew 'pow'
brew 'rbenv'
brew 'vim'
brew 'wget'
brew 'zsh'

cask 'atom'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome-beta'
cask 'imageoptim'
cask 'iterm2'
cask 'jadengeller-helium'
cask 'colorpicker-skalacolor'
cask 'slack'
cask 'vlc'
cask 'fontstand'
cask 'utorrent'
cask 'keepassx'
cask 'liteicon'
cask 'brave'
cask 'sqlitebrowser'
cask 'yubikey-neo-manager'
cask 'yubikey-personalization-gui'
cask 'thunderbird'
cask 'malwarebytes-anti-malware'
