cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'

brew 'ag'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'caskroom/cask/brew-cask'
brew 'cloc'
brew 'cmake'
brew 'git'
brew 'hub'
brew 'jpeg'
brew 'libpng'
brew 'libtool'
brew 'neovim/neovim/neovim'
brew 'node'
brew 'pkg-config'
brew 'pngquant'
brew 'pow'
brew 'rbenv'
brew 'vim'
brew 'wifi-password'
brew 'wget'
brew 'xz'
brew 'zsh'

cask 'atom'
cask 'colorpicker-skalacolor'
cask 'dropbox'
cask 'google-chrome-beta'
cask 'imageoptim'
cask 'iterm2-beta'
cask 'jadengeller-helium'
cask 'slack'
cask 'vlc'
